import styles from "./SupportAson.module.scss";

import GoBack from "@/components/GoBack/GoBack";

const SupportAson = () => {
  return (
    <div id="container" className={styles.support__ason}>
      <GoBack />
      <div className={styles.content}>
        <h1>СНАЧАЛА ПРИМЕРЬТЕ - ПОТОМ КУПИТЕ</h1>
        <p>
          Клиенты Ason могут примерить заказанную одежду и обувь перед тем, как
          принять Окончательное решение о покупке. Вы покупаете только то, что
          вам подошло. Остальные вещи вы можете отдать торговому Представителю
          или вернуть позже. Клиенты Ason могут примерить заказанную одежду и
          обувь перед тем, как принять Окончательное решение о покупке. Вы
          покупаете только то, что вам подошло. Остальные вещи вы можете отдать
          торговому Представителю или вернуть позже.
        </p>
        <p>
          Клиенты Ason могут примерить заказанную одежду и обувь перед тем, как
          принять Окончательное решение о покупке. Вы покупаете только то, что
          вам подошло. Остальные вещи вы можете отдать торговому Представителю
          или вернуть позже. Клиенты Ason могут примерить заказанную одежду и
          обувь перед тем, как принять Окончательное решение о покупке. Вы
          покупаете только то, что вам подошло. Остальные вещи вы можете отдать
          торговому Представителю или вернуть позже.
        </p>
        <p>
          Клиенты Ason могут примерить заказанную одежду и обувь перед тем, как
          принять Окончательное решение о покупке. Вы покупаете только то, что
          вам подошло. Остальные вещи вы можете отдать торговому Представителю
          или вернуть позже. Клиенты Ason могут примерить заказанную одежду и
          обувь перед тем, как принять Окончательное решение о покупке. Вы
          покупаете только то, что вам подошло. Остальные вещи вы можете отдать
          торговому Представителю или вернуть позже.
        </p>
        <div className={styles.btns}>
          <button>НАПИШИТЕ НАМ</button>
          <button>ПОЗВОНИТЕ НАМ</button>
        </div>
      </div>
    </div>
  );
};

export default SupportAson;
